-- phpMyAdmin SQL Dump
-- version 4.0.5
-- http://www.phpmyadmin.net
--
-- 호스트: localhost
-- 처리한 시간: 16-12-28 17:49
-- 서버 버전: 5.6.13
-- PHP 버전: 5.5.3

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- 데이터베이스: `thtjwls`
--

-- --------------------------------------------------------

--
-- 테이블 구조 `sn_member_tbl`
--

CREATE TABLE IF NOT EXISTS `sn_member_tbl` (
  `idx` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(30) NOT NULL,
  `id` varchar(30) NOT NULL,
  `pass` text NOT NULL,
  `buse` varchar(50) DEFAULT NULL,
  `email` varchar(30) DEFAULT NULL,
  `hp` varchar(15) DEFAULT NULL,
  `tel` varchar(15) DEFAULT NULL,
  `position_level` int(11) NOT NULL DEFAULT '1',
  `membership_level` int(11) NOT NULL DEFAULT '1',
  `access` tinyint(1) DEFAULT '0',
  `regist_day` datetime DEFAULT NULL,
  `regist_ip` varchar(15) DEFAULT NULL,
  PRIMARY KEY (`idx`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=6 ;

--
-- 테이블의 덤프 데이터 `sn_member_tbl`
--

INSERT INTO `sn_member_tbl` (`idx`, `name`, `id`, `pass`, `buse`, `email`, `hp`, `tel`, `position_level`, `membership_level`, `access`, `regist_day`, `regist_ip`) VALUES
(5, '이지훈', 'admin', '$2y$10$1BDdIX0ZOEIBSToU.uHxlu11RjC4i9AauKyF.YX5x5fhC32mFbtyK', '기술지원팀', 'thtjwls@naver.com', '010-9003-6094', '032-452-0183', 1, 1, 0, '2016-12-22 19:21:15', '127.0.0.1');

-- --------------------------------------------------------

--
-- 테이블 구조 `sn_notice`
--

CREATE TABLE IF NOT EXISTS `sn_notice` (
  `idx` int(11) NOT NULL AUTO_INCREMENT,
  `cate` varchar(30) NOT NULL,
  `title` varchar(100) NOT NULL,
  `contents` text NOT NULL,
  `writer` varchar(50) NOT NULL,
  `view` int(11) NOT NULL DEFAULT '0',
  `file1` varchar(50) NOT NULL DEFAULT '0',
  `file2` varchar(50) NOT NULL DEFAULT '0',
  `file3` varchar(50) NOT NULL DEFAULT '0',
  `regist_day` datetime NOT NULL,
  PRIMARY KEY (`idx`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=53 ;

--
-- 테이블의 덤프 데이터 `sn_notice`
--

INSERT INTO `sn_notice` (`idx`, `cate`, `title`, `contents`, `writer`, `view`, `file1`, `file2`, `file3`, `regist_day`) VALUES
(1, 'TEC', 'SUBJECT1', 'hello.. ! mynames David...!', 'David', 0, '0', '0', '0', '2016-12-03 18:22:31'),
(2, 'Com', 'Herry UP!!!', 'herry up yours working plz!!!!', 'ji hoon', 0, '0', '0', '0', '2016-12-06 09:22:15'),
(3, 'TEC', '개발요청건', '이것을 만들어 주세요.', 'ji hoon', 0, '0', '0', '0', '2016-12-08 15:00:11'),
(4, '경영', '디자인수정', '디자인 수정사항입니다. 첨부파일 참조', '김천일', 0, '0', '0', '0', '2016-12-11 13:27:14'),
(5, 'TEC', 'SUBJECT1', 'hello.. ! mynames David...!', 'David', 0, '0', '0', '0', '2016-12-03 18:22:31'),
(6, 'Com', 'Herry UP!!!', 'herry up yours working plz!!!!', 'ji hoon', 0, '0', '0', '0', '2016-12-06 09:22:15'),
(7, 'TEC', '개발요청건', '이것을 만들어 주세요.', 'ji hoon', 0, '0', '0', '0', '2016-12-08 15:00:11'),
(8, '경영', '디자인수정', '디자인 수정사항입니다. 첨부파일 참조', '김천일', 0, '0', '0', '0', '2016-12-11 13:27:14'),
(9, 'TEC', 'SUBJECT1', 'hello.. ! mynames David...!', 'David', 0, '0', '0', '0', '2016-12-03 18:22:31'),
(10, 'Com', 'Herry UP!!!', 'herry up yours working plz!!!!', 'ji hoon', 0, '0', '0', '0', '2016-12-06 09:22:15'),
(11, 'TEC', '개발요청건', '이것을 만들어 주세요.', 'ji hoon', 0, '0', '0', '0', '2016-12-08 15:00:11'),
(12, '경영', '디자인수정', '디자인 수정사항입니다. 첨부파일 참조', '김천일', 0, '0', '0', '0', '2016-12-11 13:27:14'),
(13, 'TEC', 'SUBJECT1', 'hello.. ! mynames David...!', 'David', 0, '0', '0', '0', '2016-12-03 18:22:31'),
(14, 'Com', 'Herry UP!!!', 'herry up yours working plz!!!!', 'ji hoon', 0, '0', '0', '0', '2016-12-06 09:22:15'),
(15, 'TEC', '개발요청건', '이것을 만들어 주세요.', 'ji hoon', 0, '0', '0', '0', '2016-12-08 15:00:11'),
(16, '경영', '디자인수정', '디자인 수정사항입니다. 첨부파일 참조', '김천일', 0, '0', '0', '0', '2016-12-11 13:27:14'),
(17, 'TEC', 'SUBJECT1', 'hello.. ! mynames David...!', 'David', 0, '0', '0', '0', '2016-12-03 18:22:31'),
(18, 'Com', 'Herry UP!!!', 'herry up yours working plz!!!!', 'ji hoon', 0, '0', '0', '0', '2016-12-06 09:22:15'),
(19, 'TEC', '개발요청건', '이것을 만들어 주세요.', 'ji hoon', 0, '0', '0', '0', '2016-12-08 15:00:11'),
(20, '경영', '디자인수정', '디자인 수정사항입니다. 첨부파일 참조', '김천일', 0, '0', '0', '0', '2016-12-11 13:27:14'),
(21, 'TEC', 'SUBJECT1', 'hello.. ! mynames David...!', 'David', 0, '0', '0', '0', '2016-12-03 18:22:31'),
(22, 'Com', 'Herry UP!!!', 'herry up yours working plz!!!!', 'ji hoon', 0, '0', '0', '0', '2016-12-06 09:22:15'),
(23, 'TEC', '개발요청건', '이것을 만들어 주세요.', 'ji hoon', 0, '0', '0', '0', '2016-12-08 15:00:11'),
(24, '경영', '디자인수정', '디자인 수정사항입니다. 첨부파일 참조', '김천일', 0, '0', '0', '0', '2016-12-11 13:27:14'),
(25, 'TEC', 'SUBJECT1', 'hello.. ! mynames David...!', 'David', 0, '0', '0', '0', '2016-12-03 18:22:31'),
(26, 'Com', 'Herry UP!!!', 'herry up yours working plz!!!!', 'ji hoon', 0, '0', '0', '0', '2016-12-06 09:22:15'),
(27, 'TEC', '개발요청건', '이것을 만들어 주세요.', 'ji hoon', 0, '0', '0', '0', '2016-12-08 15:00:11'),
(28, '경영', '디자인수정', '디자인 수정사항입니다. 첨부파일 참조', '김천일', 0, '0', '0', '0', '2016-12-11 13:27:14'),
(29, 'TEC', 'SUBJECT1', 'hello.. ! mynames David...!', 'David', 0, '0', '0', '0', '2016-12-03 18:22:31'),
(30, 'Com', 'Herry UP!!!', 'herry up yours working plz!!!!', 'ji hoon', 0, '0', '0', '0', '2016-12-06 09:22:15'),
(31, 'TEC', '개발요청건', '이것을 만들어 주세요.', 'ji hoon', 0, '0', '0', '0', '2016-12-08 15:00:11'),
(32, '경영', '디자인수정', '디자인 수정사항입니다. 첨부파일 참조', '김천일', 0, '0', '0', '0', '2016-12-11 13:27:14'),
(33, 'TEC', 'SUBJECT1', 'hello.. ! mynames David...!', 'David', 0, '0', '0', '0', '2016-12-03 18:22:31'),
(34, 'Com', 'Herry UP!!!', 'herry up yours working plz!!!!', 'ji hoon', 0, '0', '0', '0', '2016-12-06 09:22:15'),
(35, 'TEC', '개발요청건', '이것을 만들어 주세요.', 'ji hoon', 0, '0', '0', '0', '2016-12-08 15:00:11'),
(36, '경영', '디자인수정', '디자인 수정사항입니다. 첨부파일 참조', '김천일', 0, '0', '0', '0', '2016-12-11 13:27:14'),
(37, 'TEC', 'SUBJECT1', 'hello.. ! mynames David...!', 'David', 0, '0', '0', '0', '2016-12-03 18:22:31'),
(38, 'Com', 'Herry UP!!!', 'herry up yours working plz!!!!', 'ji hoon', 0, '0', '0', '0', '2016-12-06 09:22:15'),
(39, 'TEC', '개발요청건', '이것을 만들어 주세요.', 'ji hoon', 0, '0', '0', '0', '2016-12-08 15:00:11'),
(40, '경영', '디자인수정', '디자인 수정사항입니다. 첨부파일 참조', '김천일', 0, '0', '0', '0', '2016-12-11 13:27:14'),
(41, 'TEC', 'SUBJECT1', 'hello.. ! mynames David...!', 'David', 0, '0', '0', '0', '2016-12-03 18:22:31'),
(42, 'Com', 'Herry UP!!!', 'herry up yours working plz!!!!', 'ji hoon', 0, '0', '0', '0', '2016-12-06 09:22:15'),
(43, 'TEC', '개발요청건', '이것을 만들어 주세요.', 'ji hoon', 0, '0', '0', '0', '2016-12-08 15:00:11'),
(44, '경영', '디자인수정', '디자인 수정사항입니다. 첨부파일 참조', '김천일', 0, '0', '0', '0', '2016-12-11 13:27:14'),
(45, 'TEC', 'SUBJECT1', 'hello.. ! mynames David...!', 'David', 0, '0', '0', '0', '2016-12-03 18:22:31'),
(46, 'Com', 'Herry UP!!!', 'herry up yours working plz!!!!', 'ji hoon', 0, '0', '0', '0', '2016-12-06 09:22:15'),
(47, 'TEC', '개발요청건', '이것을 만들어 주세요.', 'ji hoon', 0, '0', '0', '0', '2016-12-08 15:00:11'),
(48, '경영', '디자인수정', '디자인 수정사항입니다. 첨부파일 참조', '김천일', 0, '0', '0', '0', '2016-12-11 13:27:14'),
(49, 'TEC', 'SUBJECT1', 'hello.. ! mynames David...!', 'David', 0, '0', '0', '0', '2016-12-03 18:22:31'),
(50, 'Com', 'Herry UP!!!', 'herry up yours working plz!!!!', 'ji hoon', 0, '0', '0', '0', '2016-12-06 09:22:15'),
(51, 'TEC', '개발요청건', '이것을 만들어 주세요.', 'ji hoon', 0, '0', '0', '0', '2016-12-08 15:00:11'),
(52, '경영', '디자인수정', '디자인 수정사항입니다. 첨부파일 참조', '김천일', 0, '0', '0', '0', '2016-12-11 13:27:14');

-- --------------------------------------------------------

--
-- 테이블 구조 `sn_tbl_01`
--

CREATE TABLE IF NOT EXISTS `sn_tbl_01` (
  `idx` int(11) NOT NULL AUTO_INCREMENT,
  `co_idx` int(11) NOT NULL,
  `cate` varchar(30) NOT NULL,
  `title` varchar(50) NOT NULL,
  `contents` text NOT NULL,
  `writer` varchar(50) NOT NULL,
  `view` int(11) NOT NULL DEFAULT '0',
  `clike` int(11) NOT NULL DEFAULT '0',
  `chate` int(11) NOT NULL DEFAULT '0',
  `file1` varchar(30) NOT NULL DEFAULT '0',
  `file2` varchar(30) NOT NULL DEFAULT '0',
  `file3` varchar(30) NOT NULL DEFAULT '0',
  `regist_day` datetime NOT NULL,
  PRIMARY KEY (`idx`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=33 ;

--
-- 테이블의 덤프 데이터 `sn_tbl_01`
--

INSERT INTO `sn_tbl_01` (`idx`, `co_idx`, `cate`, `title`, `contents`, `writer`, `view`, `clike`, `chate`, `file1`, `file2`, `file3`, `regist_day`) VALUES
(1, 0, '기술지원', '업무처리요청', '웹 개발 요청건입니다. 확인 후 처리바랍니다.', '김다예', 0, 0, 0, '0', '0', '0', '2016-12-03 20:00:15'),
(2, 0, '디자인', '수정해주세요', '디자인좀 수정해주세요. 왜이렇게 오래걸리나요?', '이지훈', 0, 0, 0, '0', '0', '0', '2016-12-04 15:20:55'),
(3, 0, '경영', '협조요청입니다.', '작년에 올렸던 결제 아직도 처리가 안됬나요? ㅠㅠ', '김천일', 0, 0, 0, '0', '0', '0', '2016-12-05 15:20:55'),
(4, 0, '기타', '휴가가요~', '저 내일부터휴가입니다 ^^ 찾지마세요 ㅋㅋㅋㅋㅋㅋ', '김천일', 0, 0, 0, '0', '0', '0', '2016-12-06 15:20:55'),
(5, 0, '기술지원', '업무처리요청', '웹 개발 요청건입니다. 확인 후 처리바랍니다.', '김다예', 0, 0, 0, '0', '0', '0', '2016-12-03 20:00:15'),
(6, 0, '디자인', '수정해주세요', '디자인좀 수정해주세요. 왜이렇게 오래걸리나요?', '이지훈', 0, 0, 0, '0', '0', '0', '2016-12-04 15:20:55'),
(7, 0, '경영', '협조요청입니다.', '작년에 올렸던 결제 아직도 처리가 안됬나요? ㅠㅠ', '김천일', 0, 0, 0, '0', '0', '0', '2016-12-05 15:20:55'),
(8, 0, '기타', '휴가가요~', '저 내일부터휴가입니다 ^^ 찾지마세요 ㅋㅋㅋㅋㅋㅋ', '김천일', 0, 0, 0, '0', '0', '0', '2016-12-06 15:20:55'),
(9, 0, '기술지원', '업무처리요청', '웹 개발 요청건입니다. 확인 후 처리바랍니다.', '김다예', 0, 0, 0, '0', '0', '0', '2016-12-03 20:00:15'),
(10, 0, '디자인', '수정해주세요', '디자인좀 수정해주세요. 왜이렇게 오래걸리나요?', '이지훈', 0, 0, 0, '0', '0', '0', '2016-12-04 15:20:55'),
(11, 0, '경영', '협조요청입니다.', '작년에 올렸던 결제 아직도 처리가 안됬나요? ㅠㅠ', '김천일', 0, 0, 0, '0', '0', '0', '2016-12-05 15:20:55'),
(12, 0, '기타', '휴가가요~', '저 내일부터휴가입니다 ^^ 찾지마세요 ㅋㅋㅋㅋㅋㅋ', '김천일', 0, 0, 0, '0', '0', '0', '2016-12-06 15:20:55'),
(13, 0, '기술지원', '업무처리요청', '웹 개발 요청건입니다. 확인 후 처리바랍니다.', '김다예', 0, 0, 0, '0', '0', '0', '2016-12-03 20:00:15'),
(14, 0, '디자인', '수정해주세요', '디자인좀 수정해주세요. 왜이렇게 오래걸리나요?', '이지훈', 0, 0, 0, '0', '0', '0', '2016-12-04 15:20:55'),
(15, 0, '경영', '협조요청입니다.', '작년에 올렸던 결제 아직도 처리가 안됬나요? ㅠㅠ', '김천일', 0, 0, 0, '0', '0', '0', '2016-12-05 15:20:55'),
(16, 0, '기타', '휴가가요~', '저 내일부터휴가입니다 ^^ 찾지마세요 ㅋㅋㅋㅋㅋㅋ', '김천일', 0, 0, 0, '0', '0', '0', '2016-12-06 15:20:55'),
(17, 0, '기술지원', '업무처리요청', '웹 개발 요청건입니다. 확인 후 처리바랍니다.', '김다예', 0, 0, 0, '0', '0', '0', '2016-12-03 20:00:15'),
(18, 0, '디자인', '수정해주세요', '디자인좀 수정해주세요. 왜이렇게 오래걸리나요?', '이지훈', 0, 0, 0, '0', '0', '0', '2016-12-04 15:20:55'),
(19, 0, '경영', '협조요청입니다.', '작년에 올렸던 결제 아직도 처리가 안됬나요? ㅠㅠ', '김천일', 0, 0, 0, '0', '0', '0', '2016-12-05 15:20:55'),
(20, 0, '기타', '휴가가요~', '저 내일부터휴가입니다 ^^ 찾지마세요 ㅋㅋㅋㅋㅋㅋ', '김천일', 0, 0, 0, '0', '0', '0', '2016-12-06 15:20:55'),
(21, 0, '기술지원', '업무처리요청', '웹 개발 요청건입니다. 확인 후 처리바랍니다.', '김다예', 0, 0, 0, '0', '0', '0', '2016-12-03 20:00:15'),
(22, 0, '디자인', '수정해주세요', '디자인좀 수정해주세요. 왜이렇게 오래걸리나요?', '이지훈', 0, 0, 0, '0', '0', '0', '2016-12-04 15:20:55'),
(23, 0, '경영', '협조요청입니다.', '작년에 올렸던 결제 아직도 처리가 안됬나요? ㅠㅠ', '김천일', 0, 0, 0, '0', '0', '0', '2016-12-05 15:20:55'),
(24, 0, '기타', '휴가가요~', '저 내일부터휴가입니다 ^^ 찾지마세요 ㅋㅋㅋㅋㅋㅋ', '김천일', 0, 0, 0, '0', '0', '0', '2016-12-06 15:20:55'),
(25, 0, '기술지원', '업무처리요청', '웹 개발 요청건입니다. 확인 후 처리바랍니다.', '김다예', 0, 0, 0, '0', '0', '0', '2016-12-03 20:00:15'),
(26, 0, '디자인', '수정해주세요', '디자인좀 수정해주세요. 왜이렇게 오래걸리나요?', '이지훈', 0, 0, 0, '0', '0', '0', '2016-12-04 15:20:55'),
(27, 0, '경영', '협조요청입니다.', '작년에 올렸던 결제 아직도 처리가 안됬나요? ㅠㅠ', '김천일', 0, 0, 0, '0', '0', '0', '2016-12-05 15:20:55'),
(28, 0, '기타', '휴가가요~', '저 내일부터휴가입니다 ^^ 찾지마세요 ㅋㅋㅋㅋㅋㅋ', '김천일', 0, 0, 0, '0', '0', '0', '2016-12-06 15:20:55'),
(29, 0, '기술지원', '업무처리요청', '웹 개발 요청건입니다. 확인 후 처리바랍니다.', '김다예', 0, 0, 0, '0', '0', '0', '2016-12-03 20:00:15'),
(30, 0, '디자인', '수정해주세요', '디자인좀 수정해주세요. 왜이렇게 오래걸리나요?', '이지훈', 0, 0, 0, '0', '0', '0', '2016-12-04 15:20:55'),
(31, 0, '경영', '협조요청입니다.', '작년에 올렸던 결제 아직도 처리가 안됬나요? ㅠㅠ', '김천일', 0, 0, 0, '0', '0', '0', '2016-12-05 15:20:55'),
(32, 0, '기타', '휴가가요~', '저 내일부터휴가입니다 ^^ 찾지마세요 ㅋㅋㅋㅋㅋㅋ', '김천일', 0, 0, 0, '0', '0', '0', '2016-12-06 15:20:55');

-- --------------------------------------------------------

--
-- 테이블 구조 `test`
--

CREATE TABLE IF NOT EXISTS `test` (
  `etc` tinyint(1) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `test`
--

INSERT INTO `test` (`etc`) VALUES
(1);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
