<? include "../lib/header.php"; ?>
<div class="page02_wrap">
    <h1>
        CEO 인사말
    </h1>
    <div class="ceo_wrap">
        <div class="ceo_photo">
            <img src="../img/c1.png" alt="대표이사 사진" />
        </div>
        <div class="ceo_talk">
            <h3>
                애독자 여러분 안녕하십니까? 인천시민과 경기도민의 신문 ‘인천일보’입니다.
            </h3>
            <p>
                우리 지역의 바른언론‧참언론 역할을 하고 있는 인천일보는 현재 풀뿌리민주주의 정착과 
<b>글로컬라이제이션(glocalization)</b>을 향해 정론직필에 매진하고
                <br />
                있습니다. 지역민의 삶의 질 제고와 알권리 보장, 지역의 아젠다를 설정하며 미래를 향해 나아가고 있습니다.
                <br />
                <br />

                인천일보는 우리지역의 뉴스를 소중히 여기고 샅샅이 찾아가는 ‘지역적 특수성’을 강화하는 한편 거시적인 안목으로 세상을 바라보는 ‘세계적 보편성’을
                <br />
                추구하며 지역밀착형 언론 만들기에 최선의 노력을 경주하고 있습니다.
                <br />
                <br />

                인천일보 임직원들은 젊고 건강한 신문, 어른을 모시는 신문, 내고장의 권익을 위해 뛰는 신문을 지향하며 ‘공기(公器)’의 역할을 다하겠다는 각오와 열정
                <br />
                으로 가득 차 있습니다. 전문화된 언론사, 책임 있는 정론지가 될 것을 다짐하고 있습니다.
                <br />
                <br />

                인천일보가 최고의 신문사로 자리매김하기 위해선 무엇보다 지역민의 애정 어린 관심과 지원이 중요합니다. ‘인천일보의 힘’은 바로 독자들로부터
                <br />
                나오기 때문입니다. 유수의 외국지역신문들이 전국지보다 더 왕성하게 활동할 수 있는 것도 지역민들이 자신이 사는 지역에서 발행되는 신문에 각별한
                <br />
                사랑을 쏟아주고 있기 때문입니다.
                <br />
                <br />

                ‘입지(30)’의 나이를 앞두고 있는 인천일보는 
<b>‘인천시민‧경기도민이 가장 사랑하는 신문’</b>이 되기 위해 열정과 노력을 멈추지 않을 것입니다.
                <br />
                <br />

                독자여러분의 깊은 사랑과 아낌없는 성원 부탁드립니다.
            </p>
        </div>
        <div class="ceo_sign">
            <time>2015년 12월8일</time>    <img src="../img/c2.png" alt="대표이사 싸인" />
        </div>
    </div>
</div>
<input type="hidden" id="page_num" value="page02" />
<? include "../lib/footer.html"; ?>