<? include "../lib/header.php"; ?>

<div class="page01_wrap">
	<div class="page01_title_img">
		<!--<img src="../img/page01_back.jpg">-->
        <img src="../img/incheonilbo_page01_title.png" alt="" />
	</div>
    <div class="page01_prologue_wrap">
        <h3>
            개요
        </h3>
        <article id="page01_prologue">
            동북아 최고의 신문을 지향하고 있는 인천. 경기지역의 대표적인 일간 매체(조간)입니다.
            <br />
            <br />

            도시중심 구도로 재편되는 세계의 흐름 속에서 국제공항과 대형항만이 있는 인천은 명실상부 동북아의 중심도시로 자리 잡아가고 있습니다.
            <br />
            인천일보는 이러한 지경학적 환경을 무기로 향토 인천과 경기를 위해 우리나라에서 매일 매일 일어나는 사건과 생생한 정보를 세계에 알리는 첨병이
            <br />
            되려 노력하고 있습니다.
            <br />
            <br />

            경인지역 언론을 이끌어 가는 선도적인 신문, 지방시대를 맞아 지역여론을 수렴하고 대변해 온 인천일보!
            <br />
            동북아의 대표 언론이 되겠습니다.
        </article>
    </div>
    <div class="buse_prologue_wrap">
        <h3>
            각 국(부서)별 소개
        </h3>
        <div class="buse_prologue">
            <div class="buse_name">
                <ul>
                    <li>
                        <h5>
                            정치부
                        </h5>
                        <p>
                            풀뿌리 민주주의의 최전방에 있으며 지역의 작은 여론도 확성기처럼 크게 듣기 위해 노력하고 있습니다. 정치라는 어려운 분야를 쉽고 간편하게 일상
                            생활과 함께할 수 있도록 기자 한 사람 한 사람이 시민들의 귀와 입이 될 수 있도록 최선을 다하겠습니다.
                        </p>
                    </li>
                    <li>
                        <h5>
                            경제부
                        </h5>
                        <p>
                            지역 경제 활성화와 일자리 창출을 통한 지역민의 안정적인 경제활동을 대변할 수 있는 역할에 의미를 부여합니다. 21세기 한국 경제의 신성장동력의
                            중심지 역할을 하고 있는 인천이 미래 동북아시아의 경제 중심도시로 발돋움할 수 있도록 앞정서겠습니다.
                        </p>
                    </li>
                    <li>
                        <h5>
                            사회부
                        </h5>
                        <p>
                            사회부는 진실을 추구하는 끈질긴 기자정신과 정확하고 공정한 보도 원칙, 소외계층의 고통을 어루만지는 휴머니즘을 앞세워 권력비판의 정론구현의
                            최일선에 서서 생생한 뉴스 전달과, 독자들의 알권리를 충족시키는 여론광장의 기능을 하고 있습니다.
                        </p>
                    </li>
                    <li>
                        <h5>
                            문화부
                        </h5>
                        <p>
                            지역문화예술에 대한 예리한 비평, 지역문화 현안의 의제설정을 통해 향기 있고, 생동감 넘치는 지역문화를 만들어 가기 위해 최선의 노력을 기울여
                            나아가겠습니다.
                        </p>
                    </li>
                    <li>
                        <h5>
                            체육부
                        </h5>
                        <p>
                            경기지역의 역동적인 체육현실과 체육 저변의 여론을 폭넓고 정확하게 반영하기 위해 노력합니다. 앞으로도 독자들에게 생생한 경기소식 및 결과를
                            신속하고 정확하게 전달 하겠습니다.
                        </p>
                    </li>
                    <li>
                        <h5>
                            사진부
                        </h5>
                        <p>
                            수도권 전 지역의 활기찬 모습, 정보, 뉴스, 사건과 사고 현장을 찾아 카메라로 취재하고 편집하여 독자들에게 생생한 정보를 보여드리고자 노력하고
                            있습니다.
                        </p>
                    </li>
                    <li>
                        <h5>
                            편집기획부
                        </h5>
                        <p>
                            신문의 제목을 달고, 레이아웃(각 면 별 기사사진 · 제목 배열), 조판(지면 지작)등 편집의 모든 단계를 담당합니다. 취재기사 · 사진이 출고된 이후의
                            작업으로 제판의 역할과 동시에 제1의 독자 역할도 합니다.
                        </p>
                    </li>
                    <li>
                        <h5>
                            경기본사
                        </h5>
                        <p>
                            경기본사는 경기지역의 정치 · 경제 · 사회 등 지역 사회에서 일어나는 새로운 소식을 총괄해 보도하고 있습니다. 또 지역 사회 정보를 독자의 눈높이에
                            맞춰 균형있게 보도함으로써 독자여러분의 삶의 질을 향상 시키는데 언론의 역할에 최선을 다하고 있습니다.
                        </p>
                    </li>
                </ul>
            </div>
        </div>
    </div>
</div>
<input type="hidden" id="page_num" value="page01" />
<? include "../lib/footer.html"; ?>